[
    {
        "id": "default",
        "name": "Default theme",
        "series": "",
        "description": "The default theme.",
        "nsfw": false
    },
    {
        "id": "riju1",
        "name": "Riju - Throne",
        "series": "The Legend of Zelda: Breath of the Wild",
        "description": "Behold Riju seated regally on her throne, completely naked save for her imperious crown. Those pert, youthful breasts rise and fall enticingly as she commands attention, utterly confident in her ability to dominate anyone within eyesight. Between her legs lies her pristine, untouched pussy, ready for her first extensive fuck.",
        "nsfw": true
    },
    {
        "id": "riju2",
        "name": "Riju - Spread",
        "series": "The Legend of Zelda: Breath of the Wild",
        "description": "Look at Riju bent over with her greedy hands reaching back to pull her own ass cheeks apart, exposing her eager butthole for all to see. She is practically begging for someone to fill her poop chute with a big fat cock. Just imagine sliding your throbbing cock between those soft globes and pushing past that tiny ring until you're buried balls deep in her warm, welcoming bowels. Mmm, nothing gets us harder than thinking about stretching out Riju's tight virgin asshole and listening to her scream in ecstasy as she experiences anal pleasure for the very first time. And hey, once you're done defiling her shit pipe, why not move onto her needy cunt too? After all, double penetration is always better than going solo. Get ready for a wild ride, because Riju's horny little holes ain't gonna satisfy themselves!",
        "nsfw": true
    },
    {
        "id": "riju3",
        "name": "Riju - Double",
        "series": "The Legend of Zelda: Tears of the Kingdom",
        "description": "Check out Riju and her spectral form riding Link's massive cock like they were born to do it. Watch as Sage Riju grinds down on him, her ethereal fluids mixing with his sweat to create a slippery mess. Meanwhile, Real Riju wraps her lips around his engorged nipple and giving it a firm tug. As she sucks and pinches, she revels in the sight of her twin taking such delight in being impaled by Link's hard cock. Seeing Ghost Riju's translucent cheeks stretched wide around Link's pulsating shaft only intensifies her craving for more. Soon, both of their asses are quivering with anticipation, awaiting the inevitable invasion of flesh upon flesh. Who knew exploring the depths of incestuous desires could lead to such an explosive climax?",
        "nsfw": true
    },
    {
        "id": "riju4",
        "name": "Riju - Anal Feast",
        "series":"The Legend of Zelda: Tears of the Kingdom",
        "description": "Riju takes Link's monster cock in cowgirl position, causing her belly to visibly swell with every brutal thrust. Onlookers salivate at the thought of breeding this princess, who begs for more rough pounding. Not satisfied with mere vaginal stimulation, the wise and ghostly Sage Riju lowers her flawless, round ass onto Link's face, demanding he eat her out with reckless abandon. Moans echo throughout the room, punctuated by the sound of Link feverishly feasting on Sage Riju's divine asshole. If you're searching for a truly obscene experience, dive into this kinky gangbang featuring two stunning versions of Riju and Link playing stud.",
        "nsfw": true
    },
    {   
        "id": "zeriju",
        "name": "Zelda and Riju - Sweaty Armpits",
        "series":"The Legend of Zelda: Tears of the Kingdom",
        "description": "TBD",
        "logo": "riju",
        "viginette": "light",
        "nsfw": true
    },
    {
        "id": "uraraka",
        "name": "Ochako Uraraka aaaaaaaaaaaaaaaaaaaaaaaaaaaa",
        "series": "My Hero Academia",
        "description": "Ochako Uraraka, student of class 1-A at U.A. High School, is a hero-in-training. In this theme you can see Uraraka dominantly crouching atop her bed inviting you to endulge her pussy and asshole. Quite the sight, isn't it?",
        "nsfw": true
    },
    {
        "id": "asui",
        "name": "Tsuyu Asui",
        "series": "My Hero Academia",
        "description": "Tsuyu Asui, student of class 1-A at U.A. High School, is a hero-in-training. In this theme you can see her pleasuring herself by fisting her own ass. Who would've guessed she's into something like this?",
        "nsfw": true
    },
    {
        "id": "ashido",
        "name": "Mina Ashido",
        "series": "My Hero Academia",
        "description": "Mina Ashido, student of class 1-A at U.A. High School, is a hero-in-training. In this theme Ashido invites you to explore her giant asshole inch by inch. A request one wouldn't dare to refuse.",
        "nsfw": true
    },
    {
        "id": "a",
        "name": "l",
        "series":"My Hero Academia",
        "description": "https://rule34.xxx/index.php?page=post&s=view&id=6064072",
        "nsfw": true
    }
]